Repository: mschnklhn/mealie2grocy
Catalog: mealie2grocy/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: is added to the shopping list.
de: wird auf die Einkaufsliste gesetzt.

source: is in stock or already on the list
de: ist ausreichend vorhanden oder bereits auf der Liste.

source: Shopping list is up to date.
de: Einkaufsliste ist aktuell.

source: missing in
de: fehlt in

source: Product databases are identical.
de: Produktdatenbanken sind identisch.

source: Mealie shopping list transfered to Grocy
de: Mealie-Einkaufsliste wurde zu Grocy übertragen

source: Compare Productdatabases
de: Vergleiche Produktdatenbanken

source: Mealie shopping list cleared
de: Mealie-Einkaufsliste wurde gelöscht

source: Failed to clear mealie shopping list
de: Mealie Einkaufsliste könnte nicht gelöscht werden

source: Not logged in.
de: Nicht eingeloggt.

source: Grocy does not respond. Please try again.
de: Grocy antwortet leider nicht. Bitte nochmal versuchen.

source: Logged in as
de: Eingeloggt als

source: Testing connection...
de: Prüfe Verbindung...

source: Synchronize shoppinglist
de: Einkaufsliste übertragen

source: Compare products
de: Produkte vergleichen

source: Clear mealie shoppinglist
de: Mealie-Einkaufsliste leeren

source: Connected to Mealie and Grocy.
de: Verbunden mit Mealie und Grocy.

source: Could not establish connection.
de: Keine Verbindung möglich.

source: Synchronizing
de: Synchronisiere

source: Comparing
de: Vergleiche

source: Clearing
de: Leeren
